Repository: RRZE-Webteam/rrze-green-office
Catalog: languages/rrze-green-office-*.po
Languages: de_de

source: Adds an interactive CO2 emission calculator to your website.
de_de: Fügt einen interaktiven CO2-Ausstoß-Rechner auf der Website ein.

source: Assumptions:
de_de: Annahmen:

source: Bicycle
de_de: Fahrrad

source: Bicycle / E-bike / E-scooter / Pedelec
de_de: Fahrrad / E-Rad / E-Roller / Pedelec

source: Bike
de_de: Fahrrad

# block description
source: Interactive CO2 Calculator
de_de: Interaktiver CO2-Ausstoß-Rechner

# block description
source: Interactive CO2 Emissions Calculator
de_de: Interaktiver CO2-Ausstoß-Rechner

# block title
source: CO2 Emissions Calculator
de_de: CO2-Ausstoß-Rechner

source: Brief Analysis:
de_de: Kurzanalyse:

source: Calculate
de_de: Berechnen

source: Car
de_de: Auto

source: Choose mode of transport
de_de: Verkehrsmittel wählen

source: CO2 Emission Rates
de_de: CO₂-Ausstoß-Werte

source: could save you
de_de: könnte Ihnen einsparen

source: CO₂ Emission
de_de: CO₂-Ausstoß

source: CO₂ equivalents [kg/year]
de_de: CO₂-Äquivalente [kg/Jahr]

source: Determine your current CO₂ emissions, discover savings through alternative means of transport, and see how you compare to others.
de_de: Ermitteln Sie Ihren aktuellen CO₂-Ausstoß, entdecken Sie Einsparmöglichkeiten durch alternative Verkehrsmittel und sehen Sie, wie Sie im Vergleich zu anderen abschneiden.

source: Due to lecture-free time or holidays and public holidays, we calculate an average of %s weeks per year in which you travel to FAU.
de_de: Aufgrund vorlesungsfreier Zeit bzw. Urlaubs- und Feiertage rechnen wir im Durchschnitt mit %s Wochen pro Jahr, in denen zur FAU gefahren wird.

source: e.g., 4.5
de_de: z.B. 4,5

source: e.g., 5
de_de: z.B. 5

source: Employee
de_de: Mitarbeiter/in

source: Employees
de_de: Mitarbeiter/innen

source: has the lowest CO₂ emissions with
de_de: hat den geringsten CO₂-Ausstoß mit

source: I am:
de_de: Ich bin:

source: in their distance category.
de_de: in Ihrer Entfernungskategorie.

source: is the most used mode of transport.
de_de: ist das meistgenutzte Verkehrsmittel.

source: kg CO₂ per year could be saved.
de_de: kg CO₂ pro Jahr könnten eingespart werden.

source: kg CO₂ per year.
de_de: kg CO₂ pro Jahr.

source: kg per year.
de_de: kg pro Jahr.

source: Modal Split of the selected distance
de_de: Modal Split der ausgewählten Entfernung

source: Mode of transport:
de_de: Verkehrsmittel:

source: My route to FAU in km:
de_de: Meine Wegstrecke zur FAU in km:

source: On Foot
de_de: Zu Fuß

source: On foot
de_de: Zu Fuß

source: Other
de_de: Andere

source: Please enter valid values ​​for distance and frequency.
de_de: Bitte geben Sie gültige Werte für Distanz und Häufigkeit ein.

source: Public Transport
de_de: ÖPNV

source: Select
de_de: Auswählen

source: Share [%]
de_de: Anteil [%]

source: Student
de_de: Student/in

source: Students
de_de: Studierende

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Das Plugin erfordert mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Das Plugin erfordert mindestens WordPress Version %2$s.

source: Total
de_de: Gesamt

source: Total People
de_de: Gesamtzahlen

source: Transport Data
de_de: Transportmittel-Daten

source: Trips per week:
de_de: Fahrten pro Woche:

source: Usage (%)
de_de: Nutzung (%)

source: uses
de_de: nutzen

source: Working Weeks per Year
de_de: Arbeitswochen pro Jahr

source: would cause you to emit kg CO₂ more per year.
de_de: würde dazu führen, dass Sie kg CO₂ mehr pro Jahr ausstoßen.

source: Your annual CO₂ emission is:
de_de: Ihr jährlicher CO₂-Ausstoß beträgt:

source: Your annual CO₂ emissions are:
de_de: Ihr jährlicher CO₂-Ausstoß beträgt:

source: Your CO₂ emission
de_de: Ihr CO₂-Ausstoß

source: Your current CO₂ emission
de_de: Ihr aktueller CO₂-Ausstoß
